{
    "countries": [
        "What are the companies subsidiaries?",
        "Where are the headquarters located?",
        "Where are the manufacturing facilities located?",
        "Where are the distribution centers located?",
        "Where are the warehouses located?"
    ],
    "suppliers": [
        "What are the suppliers of the company?",
        "Where are the suppliers located?",
        "Who are indirect suppliers of the company?",
        "What are the main raw materials suppliers of the company?",
        "Who are the suppliers of the company's suppliers?"
    ],
    "environment":[
        "What are the company's environmental policies?",
        "What are the company's sustainability initiatives?",
        "What are the company's recycling programs?",
        "What are the company's waste management programs?",
        "What are the company's energy efficiency programs?",
        "What are the company's water conservation programs?",
        "What are the company's carbon footprint reduction programs?"
    ],
    "social_media":[
        "What are the company's social media accounts?",
        "What are the company's social media profiles?",
        "What are the company's YouTube channels?",
        "What are the company's Facebook pages?",
        "What are the company's Twitter accounts?",
        "What are the company's Instagram accounts?",
        "What are the company's LinkedIn profiles?",
        "What are the company's Pinterest accounts?",
        "What are the company's Snapchat accounts?"
    ],
    "products": [
        "What are the product-lines of the company?",
        "What are the brands of the company?",
        "What are the products of the company?",
        "What are the ingredients, materials, components of the company's products?",
        "What is the production process for the company's products?"
    ],
    "logistics_and_transportation": [
        "What are the main transportation providers for the company?",
        "What are the main shipping providers for the company?",
        "What are the main freight providers for the company?",
        "What are the main logistics providers for the company?",
        "How are the products transported from manufacturing facilities to distribution centers?",
        "How are the products transported from distribution centers to warehouses?",
        "How are the products transported from warehouses to retail stores?",
        "How are the products transported from warehouses to customers?",
        "What are the main transportation routes for the company?",
        "What are the main shipping routes for the company?",
        "What are the main freight routes for the company?",
        "What are the main logistics routes for the company?"
    ]
    
}
